12/data/attachments/5bc88c6ec91b5f1e.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:allUsersPageRequest>
            <nif:username>soap_user_e466d724-7bc7-4260-b580-105ecce586de</nif:username>
            <nif:pageInfo>
                <nif:page>2</nif:page>
                <nif:size>4</nif:size>
                
            </nif:pageInfo>
            
        </nif:allUsersPageRequest>
    </soapenv:Body>
</soapenv:Envelope>